// © Copyright 2007-2010, 2015-2016 HP Development Company, L.P.

HSDTaskName = "校準";

UnknownValue = "選擇";

AlignTitle = "校準";
ValidationMsg = "正在列印有效樣式的頁面。如果列印的樣式是校準的，請按一下「完成」。如果沒有校準，則必須按一下「校準」重試校準動作。";
AlignButton = "校準";
DoneButton = "完成";

CompletionAlertTitle = "畫筆校準完成";
CompletionAlertMessage = "現在您可以按一下「驗證」按鈕列印驗證頁，或按一下「完成」按鈕完成校準程序。若要列印驗證頁，請在下列列印對話方塊中選取已設定好的裝置，然後按一下「列印」按鈕。";
VerifyButton = "驗證";
PrintingPatternsTitle = "正在列印圖樣…";

HSDAlignPrintheadsExplanation = "下列程序將會進行彩色及黑色列印頭間的相互校準。此程序可提供最佳的列印品質。";
HSDAlignPrintheadsInvitation = "建議您在每次更換列印頭時執行校準。";

ValidationPagePrintingMsg = "正在列印具有驗證圖樣的頁面。如果看不到內部方塊，請按一下「完成」。 否則您可以按一下「校準」，重新嘗試校準。";

TransferringProcessTitle = "正在傳輸檔案…";
PrintingProcessTitle = "正在列印列印品質診斷頁…";

NoPrintMsg = "請確認您的印表機已連線並開啟，然後再試一次。";
NoPrintTitle = "無法列印列印品質診斷頁";

PenChangedMsg = "校準已中止，因為列印墨匣設定已變更。請不要在校準程序期間取出、插入或變更墨匣。";

HSDPrintAndAlignButtonsHint = "按一下「列印」按鈕以列印一份「列印品質診斷頁」的副本。按一下「校準」按鈕以列印校準頁。";

HSDAlignHeader = "校準列印墨匣以提供最佳的列印品質。";
HSDAlignFooter = "校準頁面上的核取標記驗證列印墨匣已正確安裝且正常運作。如果任何列的左側出現「x」，請再次校準列印墨匣。請參閱印表機的電子說明以取得詳細資訊。";

HSDAlignPrintheadHeader = "校正印字頭以提供最佳列印品質。 使用下列視窗中的說明以校正印字頭。";

HSDTaskDescription = "校準墨水匣以提供最佳的列印品質。使用下列視窗的指示以校準墨水匣。";
HSDTaskNote = "建議您每次更換墨水匣時，都執行校準的動作。";
HSDAlignButtonTitle = "校準";
HSDPrintButtonTitle = "列印";
